{
	"word" : "남자",
	"kanji" : "男子",
	"clsgrps" : [{
			"wclass" : "명사",
			"meanings" : [{
					"glosses" : [{
							"g" : "(男;おとこ); (男子;だんし); (男性;だんせい).",
							"ex" : [{
									"ex" : "남자 아이[어린이]",
									"tr" : "(男;おとこ)の(子;こ)"
								}, {
									"ex" : "남자 분",
									"tr" : "(男;おとこ)の(方;かた); (殿方;とのがた)＜(女;おんな)＞"
								}, {
									"ex" : "남자(용) 화장실",
									"tr" : "(男子;だんし)((用;よう))トイレ"
								}, {
									"ex" : "남자(용) 화장품",
									"tr" : "(男性;だんせい)((用;よう))(化粧品;けしょうひん)"
								}, {
									"ex" : "미덥지 못한 남자",
									"tr" : "(頼;たよ)りない(男;おとこ)"
								}, {
									"ex" : "남자용 시계",
									"tr" : "(男用;おとこよう)[(男持;おとこも)ち]の(時計;とけい)"
								}, {
									"ex" : "남자 흉년[기근]",
									"tr" : "(男;おとこ)ひでり"
								}, {
									"ex" : "남자는 배짱, 여자는 애교",
									"tr" : "(男;おとこ)は(度胸;どきょう),(女;おんな)は(愛嬌;あいきょう)"
								}, {
									"ex" : "남자한테 어울리는 무늬",
									"tr" : "(男向;おとこむ)きの(柄;がら)"
								}, {
									"ex" : "남자 직공을 고용하다",
									"tr" : "(男工;だんこう)を(雇;やと)う"
								}, {
									"ex" : "남자 분들이 좋아하시는 이야기",
									"tr" : "(殿方;とのがた)のお(好;この)みの(話;はなし)"
								}, {
									"ex" : "남자라면 우는 소릴 하지 마라",
									"tr" : "(男;おとこ)なら(泣;な)きごとを(言;い)うな"
								}
							]
						}
					]
				}, {
					"glosses" : [{
							"g" : "(一人前;いちにんまえ)の(男;おとこ).(↔반의어여자)",
							"ex" : [{
									"ex" : "과연 남자로군",
									"tr" : "さすが(男;おとこ)だ"
								}, {
									"ex" : "남자로서의 체면을 세우다",
									"tr" : "(男;おとこ)の(面目;めんぼく)を(立;た)てる; (男;ぶり)を(上;あ)げる"
								}, {
									"ex" : "남자로서의 면목을 잃다",
									"tr" : "(男;おとこ)の(面目;めんぼく)を(失;うしな)う; (男;おとこ)が(廃;すた)る"
								}
							]
						}
					]
				}
			]
		}
	]
}
