{
	"wordinfo" : {
		"word" : "사람",
		"wclass" : "명사",
		"pronun" : "사ː람"
	},
	"defs" : [{
			"def" : "생각을 하고 언어를 사용하며, 도구를 만들어 쓰고 사회를 이루어 사는 동물. [비슷한 말] 인간1.",
			"ex" : ["사람은 만물의 영장이다.", "그의 표정은 사람이 가까이하지 못할 정도로 엄숙하였다.", "나는 살고 있어서, 살아 남아서 고마울 뿐이다. 사람이 산다는 것에 너는 그 이상 무슨 뜻이 있다는 거냐? 예문보기", "나는 이제 세상 모든 사람이 가는 길로 가야 할 것 같다.", "나는 장래 사업을 위해서 정치하는 사람과 가까이 사귀고 싶었어.", "마치 결혼식 하고 나서 가족사진 찍을 때처럼 싫다는 사람까지 끌어들이느라 법석들을 떨었다.", "저처럼 유행과 거리가 먼 사람도 그 옷만은 한사코 구해 입었으니까요.", "점잖은 사람도 곧잘 남의 생활에 눈독을 들이고 제 일이나 되다시피 응당 할 것인 듯 시비를 캔다."]
		}, {
			"def" : "어떤 지역이나 시기에 태어나거나 살고 있거나 살았던 자.",
			"ex" : ["서울 사람", "동양 사람", "고려 사람 예문보기", "한국 사람", "아버지는 충남 사람이다.", "남도 사람들", "동네 사람들! 울 어매 죽소!", "박 씨 집안의 사람이다.", "우리는 가난하여 가진 것이 없기 때문에 이웃 사람이 가진 것을 눈여겨보고 탐내고 시기하게 되는 것이다.", "이 자리에서 만약 네가 고기를 열 근 먹는다면 그건 50명의 한국 사람이 1년 동안에 먹을 고기를 이 한 자리에서 처분하는 게 된다.", "일본 사람"]
		}, {
			"def" : "일정한 자격이나 품격 등을 갖춘 이. [비슷한 말] 인간1.",
			"ex" : ["사람을 기르다", "사람을 만들다.", "먼저 사람이 되거라. 예문보기", "인재를 등용하려 해도 사람이 없다."]
		}, {
			"def" : "인격에서 드러나는 됨됨이나 성질.",
			"ex" : ["사람이 괜찮다.", "사람이 좋다.", "사람이 착하다. 예문보기", "사람이 무르다.", "사람이야 그만이지.", "그는 약은 사람이다.", "그러는 아버지를, 어떡하라고 당신은 그렇게 주변이 없고 사람이 갑갑하기만 하느냐고 어머니가 곧잘 구박을 하곤 하였었다.", "무던한 사람", "택시 운전을 하면 사람이 게으르게 됩니다. 핸들을 놓고 나면 아무 것도 하기 싫어져요."]
		}, {
			"def" : "상대편에게 자기 자신을 엄연한 인격체로서 가리키는 말.",
			"ex" : ["돈 좀 있다고 사람 무시하지 마라.", "사람을 뭐로 보고 이러는 거야?", "저도 사람입니다. 예문보기", "지가 뭔데 사람을 괄시해."]
		}, {
			"def" : "친근한 상대편을 가리키거나 부를 때 사용하는 말.",
			"ex" : ["이 사람아, 이게 얼마 만인가?", "달수 이 사람아 고향에 왔으면 절부터 들를 것이지, 그냥 지나쳐 이 밤중에 어디를 그리 부산나게 가는가?", "말이 그렇지. 이 사람아, 산 사람을 어찌 코를 끼어서 데려오누. 예문보기", "아 이 사람아 생각해 보게.", "이 사람들아 그만해라.", "이 사람아 그 과부가 그리 좋은가?", "이 사람아 어디 갔다가 이제 오나?", "이 사람아, 구더기 무서워서 장 못 담겠네 원.", "이 사람아, 그 무슨 정신없는 소린가?"]
		}, {
			"def" : "자기 외의 남을 막연하게 이르는 말.",
			"ex" : ["사람들이 뭐라 해도 할 수 없다.", "지금은 사람들이 나를 욕하지만 시간이 지나면 진심을 알게 될 겁니다."]
		}, {
			"def" : "뛰어난 인재나 인물.",
			"ex" : ["이곳은 사람이 많이 난 고장이다.", "요즘은 사람 구하기가 힘들어요."]
		}, {
			"def" : "어떤 일을 시키거나 심부름을 할 일꾼이나 인원.",
			"ex" : ["그 일은 사람이 많이 필요하다.", "사람을 보내 마중을 나갔다."]
		}, {
			"def" : "‘「1」’을 세는 단위. 주로 고유어 수와 함께 쓴다.",
			"ex" : ["한 사람", "여러 사람", "친구 다섯 사람과 함께 동해에 다녀왔다. 예문보기", "그러나 즐겁지 못한 사람은 왕과 공주와 기철 세 사람일 뿐 난란태자야 세 사람과 갈등되는 마음을 알 까닭이 없었다.", "농민군들을 만나보시면 농민군들은 한 사람에 열 사람까지 이미 죽음을 초탈하고 있다는 것을 알 것이오.", "두 사람도 과히 반대하는 기색은 아니었다.", "명희하고 헤어진 양현이 집 가까이 갔을 때 초로의 신사 두 사람이 대문 앞에 있었다.", "법소에는 김덕명 손화중 김개남 세 사람이 가기로 하고 서둘러 회의를 끝냈다.", "지원자들이라면 얼굴에 웃음이 감돌고 의기양양할 것인데, 도무지 그런 사람은 한 사람도 눈에 띄지가 않았다.", "한 사람이 1년에 5분지 1근을 먹는다는 거다."]
		}, {
			"def" : "권리와 의무의 주체인 인격자. 자연인(自然人)과 법인(法人)을 포함한다.",
			"ex" : []
		}
	]
}
