{
	"kanji" : "生",
	"strokes" : 5,
	"radical" : "生",
	"meanings" : [{
			"m" : "싹이 나다.",
			"ex" : [{
					"ex" : "(野生;やせい)",
					"tr" : "야생"
				}, {
					"ex" : "(実生;みしょう)",
					"tr" : "실생; 초목이 씨에서 싹이 나와서 생장함"
				}, {
					"ex" : "(自然生;じねんじょう·じねんじょ)",
					"tr" : "자생(自生)하고 있는 참마"
				}
			]
		}, {
			"m" : "낳다; 출생하다.",
			"ex" : [{
					"ex" : "(生殖;せいしょく)",
					"tr" : "생식"
				}, {
					"ex" : "(再生;さいせい)",
					"tr" : "재생"
				}, {
					"ex" : "(生滅;しょうめつ)",
					"tr" : "생멸"
				}, {
					"ex" : "(誕生;たんじょう)",
					"tr" : "탄생"
				}, {
					"ex" : "(化生;けしょう)",
					"tr" : "화생"
				}
			]
		}, {
			"m" : "발생하다; 일어나다.",
			"ex" : [{
					"ex" : "(生起;せいき)",
					"tr" : "생기"
				}, {
					"ex" : "(発生;はっせい)",
					"tr" : "발생"
				}
			]
		}, {
			"m" : "살아가다; 살고 있다; 살리다.",
			"ex" : [{
					"ex" : "(生命;せいめい)",
					"tr" : "생명"
				}, {
					"ex" : "(長生;ちょうせい)",
					"tr" : "장생"
				}, {
					"ex" : "(生涯;しょうがい)",
					"tr" : "생애"
				}, {
					"ex" : "(一生;いっしょう)",
					"tr" : "일생"
				}, {
					"ex" : "(今生;こんじょう)",
					"tr" : "금생; 이승"
				}
			]
		}, {
			"m" : "생명이 있는 동안; 목숨.",
			"ex" : [{
					"ex" : "(余生;よせい)",
					"tr" : "여생"
				}, {
					"ex" : "(生類;しょうるい)",
					"tr" : "생류"
				}, {
					"ex" : "(人生;じんせい)",
					"tr" : "인생"
				}, {
					"ex" : "(畜生;ちくしょう)",
					"tr" : "축생"
				}, {
					"ex" : "(衆生;しゅじょう)",
					"tr" : "중생"
				}
			]
		}, {
			"m" : "생장함.",
			"ex" : [{
					"ex" : "(十年生;じゅうねんせい)のスギ",
					"tr" : "십년생의 삼나무"
				}
			]
		}, {
			"m" : "날것.활동력이 있다.날것.활동력이 있다."
		}, {
			"m" : "날것.",
			"ex" : [{
					"ex" : "(生熟;せいじゅく)",
					"tr" : "생숙"
				}
			]
		}, {
			"m" : "활동력이 있다.",
			"ex" : [{
					"ex" : "(生石灰;せいせっかい)",
					"tr" : "생석회"
				}
			]
		}, {
			"m" : "날것.",
			"ex" : [{
					"ex" : "(生熟;せいじゅく)",
					"tr" : "생숙"
				}
			]
		}, {
			"m" : "활동력이 있다.",
			"ex" : [{
					"ex" : "(生石灰;せいせっかい)",
					"tr" : "생석회"
				}
			]
		}, {
			"m" : "독서·학습하는 사람.학생.독서·학습하는 사람.학생."
		}, {
			"m" : "독서·학습하는 사람.",
			"ex" : [{
					"ex" : "(先生;せんせい)",
					"tr" : "선생"
				}, {
					"ex" : "(書生;しょせい)",
					"tr" : "서생"
				}
			]
		}, {
			"m" : "학생.",
			"ex" : [{
					"ex" : "(一年生;いちねんせい)",
					"tr" : "일년생"
				}
			]
		}, {
			"m" : "독서·학습하는 사람.",
			"ex" : [{
					"ex" : "(先生;せんせい)",
					"tr" : "선생"
				}, {
					"ex" : "(書生;しょせい)",
					"tr" : "서생"
				}
			]
		}, {
			"m" : "학생.",
			"ex" : [{
					"ex" : "(一年生;いちねんせい)",
					"tr" : "일년생"
				}
			]
		}, {
			"m" : "남자가 자기를 낮추어 부르는 말.",
			"ex" : [{
					"ex" : "(小生;しょうせい)",
					"tr" : "소생"
				}, {
					"ex" : "(愚生;ぐせい)",
					"tr" : "우생"
				}
			]
		}, {
			"m" : "싹이 나다.",
			"ex" : [{
					"ex" : "(野生;やせい)",
					"tr" : "야생"
				}, {
					"ex" : "(実生;みしょう)",
					"tr" : "실생; 초목이 씨에서 싹이 나와서 생장함"
				}, {
					"ex" : "(自然生;じねんじょう·じねんじょ)",
					"tr" : "자생(自生)하고 있는 참마"
				}
			]
		}, {
			"m" : "낳다; 출생하다.",
			"ex" : [{
					"ex" : "(生殖;せいしょく)",
					"tr" : "생식"
				}, {
					"ex" : "(再生;さいせい)",
					"tr" : "재생"
				}, {
					"ex" : "(生滅;しょうめつ)",
					"tr" : "생멸"
				}, {
					"ex" : "(誕生;たんじょう)",
					"tr" : "탄생"
				}, {
					"ex" : "(化生;けしょう)",
					"tr" : "화생"
				}
			]
		}, {
			"m" : "발생하다; 일어나다.",
			"ex" : [{
					"ex" : "(生起;せいき)",
					"tr" : "생기"
				}, {
					"ex" : "(発生;はっせい)",
					"tr" : "발생"
				}
			]
		}, {
			"m" : "살아가다; 살고 있다; 살리다.",
			"ex" : [{
					"ex" : "(生命;せいめい)",
					"tr" : "생명"
				}, {
					"ex" : "(長生;ちょうせい)",
					"tr" : "장생"
				}, {
					"ex" : "(生涯;しょうがい)",
					"tr" : "생애"
				}, {
					"ex" : "(一生;いっしょう)",
					"tr" : "일생"
				}, {
					"ex" : "(今生;こんじょう)",
					"tr" : "금생; 이승"
				}
			]
		}, {
			"m" : "생명이 있는 동안; 목숨.",
			"ex" : [{
					"ex" : "(余生;よせい)",
					"tr" : "여생"
				}, {
					"ex" : "(生類;しょうるい)",
					"tr" : "생류"
				}, {
					"ex" : "(人生;じんせい)",
					"tr" : "인생"
				}, {
					"ex" : "(畜生;ちくしょう)",
					"tr" : "축생"
				}, {
					"ex" : "(衆生;しゅじょう)",
					"tr" : "중생"
				}
			]
		}, {
			"m" : "생장함.",
			"ex" : [{
					"ex" : "(十年生;じゅうねんせい)のスギ",
					"tr" : "십년생의 삼나무"
				}
			]
		}, {
			"m" : "날것.활동력이 있다.날것.활동력이 있다."
		}, {
			"m" : "날것.",
			"ex" : [{
					"ex" : "(生熟;せいじゅく)",
					"tr" : "생숙"
				}
			]
		}, {
			"m" : "활동력이 있다.",
			"ex" : [{
					"ex" : "(生石灰;せいせっかい)",
					"tr" : "생석회"
				}
			]
		}, {
			"m" : "날것.",
			"ex" : [{
					"ex" : "(生熟;せいじゅく)",
					"tr" : "생숙"
				}
			]
		}, {
			"m" : "활동력이 있다.",
			"ex" : [{
					"ex" : "(生石灰;せいせっかい)",
					"tr" : "생석회"
				}
			]
		}, {
			"m" : "독서·학습하는 사람.학생.독서·학습하는 사람.학생."
		}, {
			"m" : "독서·학습하는 사람.",
			"ex" : [{
					"ex" : "(先生;せんせい)",
					"tr" : "선생"
				}, {
					"ex" : "(書生;しょせい)",
					"tr" : "서생"
				}
			]
		}, {
			"m" : "학생.",
			"ex" : [{
					"ex" : "(一年生;いちねんせい)",
					"tr" : "일년생"
				}
			]
		}, {
			"m" : "독서·학습하는 사람.",
			"ex" : [{
					"ex" : "(先生;せんせい)",
					"tr" : "선생"
				}, {
					"ex" : "(書生;しょせい)",
					"tr" : "서생"
				}
			]
		}, {
			"m" : "학생.",
			"ex" : [{
					"ex" : "(一年生;いちねんせい)",
					"tr" : "일년생"
				}
			]
		}, {
			"m" : "남자가 자기를 낮추어 부르는 말.",
			"ex" : [{
					"ex" : "(小生;しょうせい)",
					"tr" : "소생"
				}, {
					"ex" : "(愚生;ぐせい)",
					"tr" : "우생"
				}
			]
		}
	],
	"onyomi" : ["せい", "しょう"],
	"onex" : [{
			"word" : "(学生;がくせい)",
			"lnk" : "entry/jk/JK000000014265.nhn"
		}, {
			"word" : "(衛生;えいせい)",
			"lnk" : "entry/jk/JK000000008215.nhn"
		}, {
			"word" : "(青書生;あおしょせい)",
			"lnk" : "entry/jk/JK000000000411.nhn"
		}, {
			"word" : "(一生面;いちせいめん)",
			"lnk" : "entry/jk/JK000000004437.nhn"
		}, {
			"word" : "(一生面;いっせいめん)",
			"lnk" : "entry/jk/JK000000004814.nhn"
		}, {
			"word" : "(院生;いんせい)",
			"lnk" : "entry/jk/JK000000006086.nhn"
		}, {
			"word" : "(迂生;うせい)",
			"lnk" : "entry/jk/JK000000006900.nhn"
		}, {
			"word" : "(永生;えいせい)",
			"lnk" : "entry/jk/JK000000008212.nhn"
		}, {
			"word" : "(腋生;えきせい)",
			"lnk" : "entry/jk/JK000000008423.nhn"
		}, {
			"word" : "(回生;かいせい)",
			"lnk" : "entry/jk/JK000000012996.nhn"
		}
	],
	"kunyomi" : ["いきる", "いかす", "いける", "うまれる", "うむ", "おう", "はえる", "ほやす", "き", "なま"],
	"kunex" : [{
			"word" : "いかす [生かす·活かす]",
			"lnk" : "entry/jk/JK000000003469.nhn"
		}, {
			"word" : "うむ [生む·産む]",
			"lnk" : "entry/jk/JK000000007544.nhn"
		}, {
			"word" : "いきる [生きる·活きる]",
			"lnk" : "entry/jk/JK000000003702.nhn"
		}, {
			"word" : "うまれる [生(ま)れる·産(ま)れる]",
			"lnk" : "entry/jk/JK000000007492.nhn"
		}, {
			"word" : "いきとしいけるもの [生きとし生けるもの]",
			"lnk" : "entry/jk/JK000000003649.nhn"
		}, {
			"word" : "いける [生ける]",
			"lnk" : "entry/jk/JK000000003817.nhn"
		}, {
			"word" : "おうじょう [往生]",
			"lnk" : "entry/jk/JK000000009699.nhn"
		}, {
			"word" : "だいおうじょう [大往生]",
			"lnk" : "entry/jk/JK000000052761.nhn"
		}, {
			"word" : "いけるしかばね [生けるしかばね]",
			"lnk" : "entry/jk/JK200003817001.nhn"
		}, {
			"word" : "いける [生ける·活ける]",
			"lnk" : "entry/jk/JK000000003814.nhn"
		}
	],
	"more" : "entry/hanja/2059.nhn"
}
