{
	"wordinfo" : {
		"word" : "작년",
		"hanja" : "昨年",
		"wclass" : "명사",
		"pronun" : "장년"
	},
	"defs" : [{
			"def" : "[같은 말] 지난해(이해의 바로 앞의 해).",
			"ex" : ["조카는 작년 이맘때에 비해 키가 부쩍 컸다.", "올여름은 작년 여름보다 덥다.", "그는 작년부터 중병을 앓고 있다. 예문보기", "창고에는 작년에 생산된 물건이 재고품으로 쌓여 있다.", "작년 초순", "작년 겨울방학", "(작년에} 생긴 일", "작년까지만 해도 이 곳에는 건물이 하나도 없었다.", "작년 예비고사일에도 눈이 내렸었다. 출처 : 조세희, 우주 여행", "희준이는 작년과 마찬가지로 두레에 항목을 보았다. 출처 : 이기영, 고향", "서씨는 작년보다 더욱 뼈대가 굵어지고 옷차림도 훤해진 아들을 대견하게 바라보았다. 출처 : 황석영, 폐허, 그리고 맨드라미", "나는 벌써 작년부터 이 살벌한 세상을 떠날 결심을 하고 있었네. 출처 : 심훈, 영원의 미소", "보통 키, 마른 몸매, 부드럽고 맑은 눈길, 형은 환갑이 작년이었다고 했으나 훨씬 젊어 보였다. 출처 : 최인훈, 회색인"]
		}
	]
}
